Repository: common-repository/woo-conditional-product-fees-for-checkout
Catalog: languages/woocommerce-conditional-product-fees-for-checkout-*.po
Languages: es_es

source: Help us build a better "Extra Fees" Plugin!
es_es: ¡Ayúdenos a construir un mejor complemento de "Cargos adicionales"!

source: How to Get Started
es_es: Cómo empezar

source: I have more questions…
es_es: Tengo más preguntas...

source: I needed to add a processing fee for credit card payments at checkout. The <strong>WooCommerce Extra Fees Plugin Pro was a perfect solution</strong>. Installation was a breeze, and it was up and <strong>running in just a few clicks!</strong>
es_es: Necesitaba agregar una tarifa de procesamiento para pagos con tarjeta de crédito al finalizar la compra. El <strong>WooCommerce Extra Fees Plugin Pro fue una solución perfecta</strong>. La instalación fue muy sencilla y estuvo en funcionamiento con solo unos pocos clics.</strong>

source: If "Yes" is selected, this fee will be calculated as taxable.
es_es: Si se selecciona "Sí", esta tarifa se calculará como imponible.

source: If enabled, it will make this one merged fee calculated as taxable.
es_es: Si está habilitado, hará que esta tarifa fusionada se calcule como imponible.

source: If enabled, the main menu of the plugin will be moved to the "WooCommerce > Extra Fees" section.
es_es: Si está habilitado, el menú principal del complemento se moverá a la sección "WooCommerce > Extra Fees".

source: If enabled, the optional fee will be checked/active by default on the checkout page.
es_es: Si está habilitada, la tarifa opcional se verificará/activará de forma predeterminada en la página de pago.

source: If entered fee amount is less than cart subtotal it will reflect with minus sign (EX: $ -10.00) OR If entered fee amount is more than cart subtotal then the total amount shown as zero (EX: Total: 0):
es_es: Si el monto de la tarifa ingresada es menor que el subtotal del carrito, se reflejará con el signo menos (EX: $ -10.00) O si el monto de la tarifa ingresada es mayor que el subtotal del carrito, el monto total se muestra como cero (EX: Total: 0):

source: If you activate Apply Per Quantity option then Advanced Fees Price Rules will be disabled and not work.
es_es: Si activa la opción Aplicar por cantidad, las Reglas de precios de tarifas avanzadas se desactivarán y no funcionarán.

source: Import
es_es: Importar

source: Import &amp; Export Settings
es_es: Importar y Ajustes de exportación

source: Import / Export
es_es: Importación y exportación

source: Import Settings Data
es_es: Importar datos de configuración

source: Import the plugin settings from a .json file. This file can be obtained by exporting the settings on another site using the form above.
es_es: Importe la configuración del complemento desde un archivo .json. Este archivo se puede obtener exportando la configuración en otro sitio usando el formulario de arriba.

source: Increase revenues through additional strategic service costs!
es_es: ¡Aumente los ingresos a través de costos de servicios estratégicos adicionales!

source: Is Amount Taxable ?
es_es: ¿Es la cantidad imponible?

source: Is Fee Optional ?
es_es: ¿La tarifa es opcional?

source: It is easy to apply charges based on customer types. Set different delivery charges for consumers, sellers, shop managers, and premium customers.
es_es: Es fácil aplicar cargos según los tipos de clientes. Establezca diferentes cargos de envío para consumidores, vendedores, gerentes de tiendas y clientes premium.

source: It is easy to apply the service charge on bulk orders: the vendor charges $49 for specific product orders exceeding $3000.
es_es: Es fácil aplicar el cargo por servicio en pedidos al por mayor: el proveedor cobra $49 por pedidos de productos específicos que superen los $3000.

source: knowledge base
es_es: base de conocimientos

source: Last month revenue
es_es: Ingresos del último mes

source: Last month revenue 🔒
es_es: Ingresos del último mes 🔒

source: Learn More
es_es: Aprende más

source: Less or Equal to ( <= )
es_es: Menor o igual a (<=)

source: Less than ( < )
es_es: Menos que ( < )

source: Less then ( < )
es_es: Menos entonces ( < )

source: License
es_es: Licencia

source: Location Specific
es_es: Ubicación específica

source: Location-Based Conditional Fees
es_es: Tarifas condicionales basadas en la ubicación

source: Manage Fees
es_es: Administrar tarifas

source: Manage Fees Rules
es_es: Administrar reglas de tarifas

source: Max qty should greater then min qty
es_es: La cantidad máxima debe ser mayor que la cantidad mínima

source: Max Quantity
es_es: Cantidad máxima

source: Max quantity
es_es: Cantidad máxima

source: Max Quantity
es_es: Cantidad máxima

source: Max Subtotal
es_es: Subtotal máxima

source: Max Subtotal
es_es: Subtotal máxima

source: Max subtotal should greater then min subtotal
es_es: El subtotal máximo debe ser mayor que el subtotal mínimo

source: Max Weight
es_es: Peso máximo

source: Max Weight
es_es: Peso máximo

source: Max weight should greater then min weight
es_es: El peso máximo debe ser mayor que el peso mínimo

source: Merge all fee tooltip
es_es: Fusionar todas las sugerencias de tarifas

source: Merge all fee tooltip text
es_es: Fusionar todo el texto de información sobre herramientas de tarifas

source: Merge all fee with taxable
es_es: Fusionar todas las tarifas con imponibles

source: Migration Progress (Do not refresh the page until this process complete.)
es_es: Progreso de la migración (no actualice la página hasta que se complete este proceso).

source: Min Quantity
es_es: Cantidad mínima

source: Min quantity
es_es: Cantidad mínima

source: Min Quantity
es_es: Cantidad mínima

source: Min Subtotal
es_es: Subtotal mínimo

source: Min Subtotal
es_es: Subtotal mínimo

source: Min Weight
es_es: Peso mínimo

source: Min Weight
es_es: Peso mínimo

source: Month
es_es: Mes

source: Move main menu under WooCommerce > Extra Fees
es_es: Mover el menú principal a WooCommerce > Extra Fees

source: My Account
es_es: Mi cuenta

source: Never miss an important update
es_es: Nunca te pierdas una actualización importante

source: No data to export! please setup fees then export.
es_es: ¡No hay datos para exportar! configure las tarifas y luego exporte.

source: No fee Found! please setup fee to see report.
es_es: ¡No se ha encontrado ninguna tarifa! configure la tarifa para ver el informe.

source: No fees rule found.
es_es: No se ha encontrado ninguna regla de tarifas.

source: No problem, we’re happy to help! Please reach out at %s.
es_es: ¡No hay problema, estaremos encantados de ayudarte! Comuníquese con %s.

source: Not Equal to ( != )
es_es: No es igual a (! =)

source: Note:
es_es: Nota:

source: Note:
es_es: Nota:

source: Offer extra charges to your customers based on the order amount if they select the free shipping option.
es_es: Ofrezca cargos adicionales a sus clientes según el monto del pedido si seleccionan la opción de envío gratuito.

source: Once selected it will allow fees on recurring payments as well. %1$s %2$s %3$sNote: %4$sThis option only works with subscription products.
es_es: Una vez seleccionado, también permitirá tarifas en pagos recurrentes. %1$s %2$s %3$sNota: %4$sEsta opción solo funciona con productos de suscripción.

source: Oops! It looks like you have entered a negative value in the price box.
es_es: ¡Ups! Parece que ha introducido un valor negativo en el cuadro de precio.

source: Open in new tab and download:
es_es: Abrir en una pestaña nueva y descargar:

source: Opt-in to get email notifications for security & feature updates and to share some important WooCommerce updates. This will help us make the plugin more compatible with your version and better at doing what you need it to. No personal data is tracked or stored.
es_es: Regístrese para recibir notificaciones por correo electrónico sobre actualizaciones de seguridad y funciones y para compartir algunas actualizaciones importantes de WooCommerce. Esto nos ayudará a hacer que el complemento sea más compatible con su versión y mejor para hacer lo que necesita. Ningún dato personal es rastreado o almacenado.

source: Optional Fee Description
es_es: Descripción de tarifa opcional

source: Optional Fee Section Title
es_es: Título de la sección de tarifa opcional

source: Optional Fee Selection Type
es_es: Tipo de selección de tarifa opcional

source: Optional fee(s)
es_es: Tarifas opcionales

source: Order details
es_es: Detalles del pedido

source: Order of fee rules has been updated successfully.
es_es: El orden de las reglas de tarifas se ha actualizado correctamente.

source: Original fee does not exist.
es_es: La tarifa original no existe.

source: Pay $%s today. Renews in 12 months.
es_es: Paga $%s hoy. Se renueva en 12 meses.

source: Payment Gateway 🔒
es_es: Pasarela de Pago 🔒

source: Payment Gateway-Based Extra Fees
es_es: Tarifas adicionales basadas en la pasarela de pago

source: Payment Specific
es_es: Específico de pago

source: Percentage
es_es: Porcentaje

source: Percentage + Fee
es_es: Porcentaje + Tarifa

source: Percentage Fees Based On Product Quantity
es_es: Tarifas porcentuales basadas en la cantidad del producto

source: Personal Plan
es_es: Plan personal

source: Please disable Advanced Fees Price Rules if you don't need them because you have not created a rule there.
es_es: Desactive las Reglas de precios de tarifas avanzadas si no las necesita porque no ha creado una regla allí.

source: Please enter each city name in a new line.
es_es: Ingrese el nombre de cada ciudad en una nueva línea.

source: Please enter each postcode/zip code in a new line.
es_es: Ingrese cada código postal/código postal en una nueva línea.

source: Please fill some required field in Advanced Fees Price Rules section
es_es: Complete algún campo obligatorio en la sección Reglas de precios de tarifas avanzadas

source: Please make sure that when you add rules in Advanced Fees Price Rules > Cost on Category Section It contains in above selected category list, otherwise it may not apply proper fees. For more detail please view our documentation.
es_es: Asegúrese de que cuando agregue reglas en Reglas de precios de tarifas avanzadas> Costo en la sección de categoría Contiene la lista de categorías seleccionada anteriormente; de lo contrario, es posible que no se apliquen las tarifas adecuadas. Para obtener más detalles, consulte nuestra documentación.

source: Please make sure that when you add rules in Advanced Fees Price Rules > Cost on Product Section It contains in above selected product list, otherwise it may not apply proper fees. For more detail please view our documentation.
es_es: Asegúrese de que cuando agregue reglas en Reglas de precios de tarifas avanzadas> Costo en la sección del producto Contiene en la lista de productos seleccionados anteriormente, de lo contrario, es posible que no se apliquen las tarifas adecuadas. Para obtener más detalles, consulte nuestra documentación.

source: Please make sure that when you add rules in Advanced Fees Price Rules > Cost on Weight Section It contains in above entered weight, otherwise it may not apply proper fees. For more detail please view our documentation.
es_es: Asegúrese de que cuando agregue reglas en la sección Reglas de precios de tarifas avanzadas > Costo por peso, contenga el peso ingresado anteriormente; de lo contrario, es posible que no se apliquen las tarifas adecuadas. Para obtener más detalles, consulte nuestra documentación.

source: Please upload a file to import
es_es: Cargue un archivo para importar

source: Please upload a valid .json file
es_es: Cargue un archivo .json válido

source: Plugin Tour
es_es: Tour de complementos

source: Postcode
es_es: Código postal

source: Postcode 1 Postcode 2
es_es: Código postal 1 Código postal 2

source: Postcode 🔒
es_es: Código postal 🔒

# posts
source: All <span class="count">(%s)</span>
es_es: Todas <span class = "count"> (%s) </span>

source: Power to generate extra revenue by collecting transaction fees for specific payment gateways.
es_es: Poder para generar ingresos adicionales mediante el cobro de tarifas de transacción para pasarelas de pago específicas.

source: Product
es_es: Producto

source: Product Based
es_es: Basado en productos

source: Product Fees
es_es: Tarifas del producto

source: Product Specific
es_es: Especificaciones del producto

source: Product Subtotal
es_es: Subtotal del producto

source: Quick Tour
es_es: Tour rapido

source: Read the Setup Guide
es_es: Lea la guía de configuración

source: Refresh Data
es_es: Actualizar datos

source: Remove fees once a %d%% discount applies.
es_es: Elimine las tarifas una vez que se aplique un %d%% de descuento.

source: Revenue
es_es: Ingresos

source: Revenue Breakdown
es_es: Desglose de ingresos

source: Revenue Dashboard
es_es: Panel de ingresos

source: rule match
es_es: coincidencia de reglas

source: Saturday
es_es: sábado

source: Save Fee
es_es: Guardar tarifa

source: Save Settings
es_es: Guardar ajustes

source: Search
es_es: Buscar

source: Search results for &#8220;%s&#8221;
es_es: Resultados de la búsqueda de &#8220;%s&#8221;

source: Select a category
es_es: Seleccione una categoría

source: Select a category to apply the fee amount when the min/max quantity match.
es_es: Seleccione una categoría para aplicar el monto de la tarifa cuando la cantidad mínima/máxima coincida.

source: Select a category to apply the fee amount when the min/max subtotal match.
es_es: Seleccione una categoría para aplicar el monto de la tarifa cuando el subtotal mínimo/máximo coincida.

source: Select a category to apply the fee amount when the min/max weight match.
es_es: Seleccione una categoría para aplicar el monto de la tarifa cuando el peso mínimo/máximo coincida.

source: Select a country
es_es: Seleccione un país

source: Select a coupon
es_es: Seleccione un cupón

source: Select a payment gateway
es_es: Seleccione una pasarela de pago

source: Select a product
es_es: Seleccione un producto

source: Select a product tag
es_es: Seleccione una etiqueta de producto

source: Select a product to apply the fee amount when the min/max quantity match.
es_es: Seleccione un producto para aplicar el monto de la tarifa cuando la cantidad mínima/máxima coincida.

source: Select a product to apply the fee amount when the min/max subtotal match.
es_es: Seleccione un producto para aplicar el monto de la tarifa cuando el subtotal mínimo/máximo coincida.

source: Select a product to apply the fee amount when the min/max weight match.
es_es: Seleccione un producto para aplicar el monto de la tarifa cuando el peso mínimo/máximo coincida.

source: Select a shipping class
es_es: Seleccione una clase de envío

source: Select a shipping class to apply the fee amount when the min/max quantity match.
es_es: Seleccione una clase de envío para aplicar el monto de la tarifa cuando la cantidad mínima/máxima coincida.

source: Select a shipping method
es_es: Seleccione un método de envío

source: Select a state
es_es: Selecciona un Estado

source: Select a user
es_es: Selecciona un usuario

source: Select a user role
es_es: Seleccione un rol de usuario

source: Select a zone
es_es: Seleccione una zona

source: Select All
es_es: Seleccionar todo

source: Select an attribute
es_es: Seleccione un atributo

source: Select Category
es_es: selecciona una categoría

source: Select day of the week
es_es: Seleccionar día de la semana

source: Select end date
es_es: Seleccionar fecha de finalización

source: Select start date
es_es: Seleccionar fecha de inicio

source: Select the days on which you want to enable fees on your website. This rule will match with the current day which is set by WordPress
es_es: Seleccione los días en los que desea habilitar las tarifas en su sitio web. Esta regla coincidirá con el día actual establecido por WordPress

source: Select the display type of the optional fee.
es_es: Seleccione el tipo de visualización de la tarifa opcional.

source: Select the End Date on which you want to disable the fee.
es_es: Seleccione la fecha de finalización en la que desea desactivar el método.

source: Select the Start Date on which you want to enable the fee.
es_es: Seleccione la fecha de inicio en la que desea habilitar el método.

source: Select the time at which you want to enable fees on your website. This rule will match with the current day which is set by WordPress
es_es: Seleccione el momento en el que desea habilitar las tarifas en su sitio web. Esta regla coincidirá con el día actual establecido por WordPress

source: Set conditional product fees based on user roles such as consumer, seller, shop manager, premium customer, and more.
es_es: Establezca tarifas de productos condicionales en función de los roles de los usuarios, como consumidor, vendedor, gerente de la tienda, cliente premium y más.

source: Set fee as recurring payment
es_es: Establecer tarifa como pago recurrente

source: Set per each weight you want to apply the additional fee.
es_es: Establezca por cada peso que desee aplicar la tarifa adicional.

source: Set the amount of the fee which you want to apply per weight.
es_es: Establece el importe de la tarifa que quieres aplicar por peso.

source: Set the dynamic fee at checkout based on state, postal code, etc.
es_es: Establezca la tarifa dinámica al finalizar la compra según el estado, el código postal, etc.

source: Set the optional fee section title that will display before the payment section on the checkout page. %1$s %2$s %3$sNote: %4$sWe are removing this field from upcoming update. From now you can change it by use of "wcpfc_optional_fee_text" filter hook.
es_es: Establezca el título de la sección de tarifa opcional que se mostrará antes de la sección de pago en la página de pago. %1$s %2$s %3$sNota: %4$sEstamos eliminando este campo de la próxima actualización. A partir de ahora, puede cambiarlo mediante el uso del gancho de filtro "wcpfc_optional_fee_text".

source: Set up unlimited conditional dynamic fees and increase revenue.
es_es: Configure tarifas dinámicas condicionales ilimitadas y aumente los ingresos.

source: Settings
es_es: Ajustes

source: Settings have been saved successfully. Reload in a moment.
es_es: Los ajustes se han guardado correctamente. Recarga en un momento.

source: Shipping
es_es: Envío

source: Shipping Class 🔒
es_es: Clase de envío 🔒

source: Shipping Method 🔒
es_es: Método de envío 🔒

source: Shipping Specific
es_es: Especificaciones de envío

source: Showcase Fee On Checkout Only
es_es: Tarifa de exhibición solo al finalizar la compra

source: Simply click the link below to learn more about our Discount Plugin and how it can benefit your business.
es_es: Simplemente haga clic en el enlace a continuación para obtener más información sobre nuestro complemento de descuento y cómo puede beneficiar a su negocio.

source: Something went wrong
es_es: Algo salió mal

source: Somethng went wrong!
es_es: ¡Algo salió mal!

source: Sorry! your fee %s is not created!
es_es: ¡Lo siento! ¡su tarifa %s no se crea!

source: State 🔒
es_es: Estado 🔒

source: Subtotal
es_es: Total parcial

source: Suggest
es_es: Sugerir

source: Sunday
es_es: Domingo

source: Support
es_es: Apoyo

source: support ticket
es_es: ticket de soporte

source: Tailor your fees based on product quantity: $15 for orders with 10 or more items.
es_es: Adapte sus tarifas según la cantidad de productos: $15 para pedidos con 10 o más artículos.

source: Tailor your pricing to quantity levels with tiered fees: $10 for 1-3 items, $20 for 4-10 items, and $29 for 10 or more items.
es_es: Adapte sus precios a los niveles de cantidad con tarifas escalonadas: $10 por 1 a 3 artículos, $20 por 4 a 10 artículos y $29 por 10 o más artículos.

source: Thank you for choosing our top-rated WooCommerce Extra Fees plugin. Our user-friendly interface makes it easy to set up different conditional fee rules.
es_es: Gracias por elegir nuestro complemento de tarifas adicionales de WooCommerce mejor calificado. Nuestra interfaz fácil de usar facilita la configuración de diferentes reglas de tarifas condicionales.

source: The fee rule title already exists. Please create a different title.
es_es: El título de la regla de tarifas ya existe. Crea un título diferente.

source: The weight-based fee will apply in front when the cart weight reach over the configured here.
es_es: La tarifa basada en el peso se aplicará por adelantado cuando el peso del carrito supere el configurado aquí.

source: There is an error with the security check.
es_es: Hay un error con el control de seguridad.

source: There was an error with saving data.
es_es: Hubo un error al guardar los datos.

source: There was an error with security check.
es_es: Hubo un error con el control de seguridad.

source: This month revenue
es_es: Ingresos de este mes

source: This month revenue 🔒
es_es: Ingresos de este mes 🔒

source: This name will be visible to the customer at the time of checkout. This should convey the purpose of the fee you are applying to the order. For example "Deposit Fee", "Night Charges", "Insurance Fee", etc.
es_es: Este nombre será visible para el cliente en el momento del pago. Esto debe transmitir el propósito de la tarifa que está aplicando a la orden. Por ejemplo, "Tarifa de depósito", "Cargos nocturnos", "Tarifa de seguro", etc.

source: This option will show added fees on checkout page only.
es_es: Esta opción mostrará tarifas adicionales solo en la página de pago.

source: This rule will apply when you would add cart contain product.
es_es: Esta regla se aplicará cuando agregue un carrito que contenga un producto.

source: This rule will apply when you would apply coupon in front side.
es_es: Esta regla se aplicará cuando aplique el cupón en el anverso.

source: This rule will only work if you have selected any one Product Specific option.
es_es: Esta regla solo funcionará si ha seleccionado alguna opción específica del producto.

source: This will apply fees as per the quantity of products.
es_es: Esto aplicará tarifas según la cantidad de productos.

source: This will not apply fee by default. %1$s %2$s %3$sNote: %4$sOnce you select this optional fee to "Yes", It will always show the fee on checkout page as optional.
es_es: Esto no aplicará la tarifa por defecto. %1$s %2$s %3$sNota: %4$sUna vez que seleccione esta tarifa opcional en "Sí", siempre mostrará la tarifa en la página de pago como opcional.

source: This year revenue
es_es: Los ingresos de este año

source: This year revenue 🔒
es_es: Ingresos de este año 🔒

source: Thursday
es_es: jueves

source: Time
es_es: Hora

source: Timezone
es_es: Zona horaria

source: Title
es_es: Título

source: To help you get started, watch the quick tour video on the right. For more help, explore our help documents or visit our %s for detailed video tutorials.
es_es: Para ayudarlo a comenzar, mire el video de recorrido rápido a la derecha. Para obtener más ayuda, explore nuestros documentos de ayuda o visite nuestro %s para ver tutoriales en vídeo detallados.

source: To:
es_es: A:

source: Today revenue
es_es: Ingresos de hoy

source: Today revenue 🔒
es_es: Ingresos de hoy 🔒

source: Tooltip Description
es_es: Información sobre herramientas Descripción

source: Top 10 Fees
es_es: Las 10 tarifas principales

source: Total Cart Qty
es_es: Cantidad total del carrito

source: Total Cart Subtotal
es_es: Subtotal total del carrito

source: Total Cart Weight
es_es: Peso total del carro

source: Total revenue
es_es: Los ingresos totales

source: Total revenue 🔒
es_es: Ingresos totales 🔒

source: Track additional revenue: Visualize line charts based on fees and customize fee amounts based on generated revenue.
es_es: Realice un seguimiento de los ingresos adicionales: visualice gráficos de líneas en función de las tarifas y personalice los importes de las tarifas en función de los ingresos generados.
