Repository: common-repository/woo-conditional-product-fees-for-checkout
Catalog: languages/woocommerce-conditional-product-fees-for-checkout-*.po
Languages: es_es

source: %1$s requires %2$s to be installed & activated!
es_es: ¡%1$s requiere que %2$s esté instalado y activado!

source: %s at %s
es_es: %s en %s

source: &nbsp;&nbsp;&nbsp;<span>[qty]</span> - total number of items in cart<br>&nbsp;&nbsp;&nbsp;<span>[cost]</span> - cost of items<br>&nbsp;&nbsp;&nbsp;<span>[weight]</span> - weight of items<br>&nbsp;&nbsp;&nbsp;<span>[fee min_fee=20]</span> - Minimum fee to apply<br>&nbsp;&nbsp;&nbsp;<span>[fee max_fee=20]</span> - Maximum fee to apply<br><br>Below are some examples:<br>&nbsp;&nbsp;&nbsp;<strong>i.</strong> 10.00 -> To add flat 10.00 fee charge.<br>&nbsp;&nbsp;&nbsp;<strong>ii.</strong> 10.00 * <span>[qty]</span> - To charge 10.00 per quantity in the cart. It will be 50.00 if the cart has 5 quantity.<br>&nbsp;&nbsp;&nbsp;<strong>iii.</strong> <span>[fee min_fee=20]</span> - This means minimum 20 fee charge will be applicable.<br>&nbsp;&nbsp;&nbsp;<strong>iv.</strong> <span>[fee max_fee=20]</span> - This means cart subtotal charge greater than max_fee then maximum 20 charge will be applicable.<br>
es_es: &nbsp;&nbsp;&nbsp;<span>[qty]</span> - número total de artículos en el carrito<br>&nbsp;&nbsp;&nbsp;<span>[cost]</span> - costo de los artículos<br>&nbsp;&nbsp;&nbsp;<span>[weight]</span> - peso de los artículos<br>&nbsp;&nbsp;&nbsp;<span>[fee min_fee=20]</span> - Tarifa mínima a aplicar<br>&nbsp;&nbsp;&nbsp;<span>[fee max_fee=20]</span> - Tarifa máxima a aplicar<br><br>A continuación se muestran algunos ejemplos:<br>&nbsp;&nbsp;&nbsp;<strong>i.</ strong> 10,00 -> Para agregar un cargo fijo de 10,00.<br>&nbsp;&nbsp;&nbsp;<strong>ii.</strong> 10,00 * <span>[qty]</span> - Para cobrar 10,00 por cantidad en el carro. Será de 50,00 si el carrito tiene 5 cantidades.<br>&nbsp;&nbsp;&nbsp;<strong>iii.</strong> <span>[fee min_fee=20]</span>: esto significa que se cobrará una tarifa mínima de 20 aplicable.<br>&nbsp;&nbsp;&nbsp;<strong>iv.</strong> <span>[fee max_fee=20]</span>: esto significa que el cargo subtotal del carrito es superior a max_fee, luego se aplicará un cargo máximo de 20 .<br>

source: (estimated for %s)
es_es: (estimado para %s)

source: + Add Rule
es_es: + Agregar regla

source: 1 site
es_es: 1 sitio

source: 14-Day money-back guarantee
es_es: Garantía de devolución de dinero de 14 días

source: 14-Day Satisfaction Guarantee
es_es: Garantía de satisfacción de 14 días

source: <p><b style="color: red;">Note: </b> Please enter each city name in a new line.
es_es: <p><b style="color: red;">Nota: </b> Ingrese el nombre de cada ciudad en una nueva línea.

source: <p><b style="color: red;">Note: </b> Please enter each postcode/zip code in a new line.
es_es: <p><b style="color: red;">Nota: </b> Ingrese cada código postal en una nueva línea.

source: <p><b style="color: red;">Note: </b>If entered price is more than total fee price than Message looks like: <b>Fee Name: Curreny Symbole like($) -60.00 Price </b> and if fee minus price is more than total price than it will set Total Price to Zero(0).</p>
es_es: <p><b style="color: red;">Nota: </b>Si el precio ingresado es mayor que el precio total de la tarifa, el mensaje se verá así: <b>Nombre de la tarifa: Símbolo de moneda como ($) -60.00 Precio < /b> y si la tarifa menos el precio es mayor que el precio total, establecerá el precio total en cero (0).</p>

source: <p><b style="color: red;">Note: </b>Please make sure that when you add rules in Advanced Fees Price Rules > Cost on Category Section It contains in above selected category list, otherwise it may not apply proper fees. For more detail please view our documentation. <a href="%s" target="_blank">Click Here</a></p>
es_es: <p><b style="color: red;">Nota: </b>Asegúrese de que cuando agregue reglas en Tarifas avanzadas Reglas de precios > Costo en la sección de categoría Contiene la lista de categorías seleccionada anteriormente; de lo contrario, es posible que no aplicar las tarifas correspondientes. Para obtener más detalles, consulte nuestra documentación. <a href="%s" target="_blank">Haga clic aquí</a></p>

source: <p><b style="color: red;">Note: </b>Please make sure that when you add rules in Advanced Fees Price Rules > Cost on Product Section It contains in above selected product list, otherwise it may not apply proper fees. For more detail please view our documentation. <a href="%s" target="_blank">Click Here</a></p>
es_es: <p><b style="color: red;">Nota: </b>Asegúrese de que cuando agregue reglas en Tarifas avanzadas Reglas de precios > Costo en la sección del producto Contiene la lista de productos seleccionados anteriormente; de lo contrario, es posible que no aplicar las tarifas correspondientes. Para obtener más detalles, consulte nuestra documentación. <a href="%s" target="_blank">Haga clic aquí</a></p>

source: <p><b style="color: red;">Note: </b>Please make sure that when you add rules in Advanced Fees Price Rules > Cost on Weight Section It contains in above entered weight, otherwise it may not apply proper fees. For more detail please view our documentation. <a href="%s" target="_blank">Click Here</a></p>
es_es: <p><b style="color: red;">Nota: </b>Asegúrese de que cuando agregue reglas en Tarifas avanzadas Reglas de precios > Costo en la sección Peso Contenga el peso ingresado anteriormente; de lo contrario, es posible que no se aplique honorarios adecuados. Para obtener más detalles, consulte nuestra documentación. <a href="%s" target="_blank">Haga clic aquí</a></p>

source: <p><b style="color: red;">Note: </b>This rule will apply when you would apply coupon on front side. <a href="%s" target="_blank">Click Here</a></p>
es_es: <p><b style="color: red;">Nota: </b>Esta regla se aplicará cuando aplique el cupón en el anverso. <a href="%s" target="_blank">Haga clic aquí</a></p>

source: <strong>Dynamic Charges:</strong> You can enter fixed amount or make it dynamic using the below short code parameters:
es_es: <strong>Cargos dinámicos:</strong> puede ingresar una cantidad fija o hacerla dinámica usando los siguientes parámetros de código corto:

source: <strong>We need your support</strong> to keep updating and improving the plugin. Please <a href="%1$s" target="_blank">help us by leaving a good review</a> :) Thanks!
es_es: <strong>Necesitamos su apoyo</strong> para seguir actualizando y mejorando el complemento. Por favor, <a href="%1$s" target="_blank">ayúdanos dejando una buena reseña</a> :) ¡Gracias!

source: A fixed amount (e.g. 5 / -5) percentage (e.g. 5% / -5%) to add as a fee. Percentage and minus amount will apply based on the cart subtotal.
es_es: Una cantidad fija (por ejemplo, 5 / -5) porcentaje (por ejemplo, 5% / -5%) para agregar como tarifa. Se aplicará el porcentaje y la cantidad negativa según el subtotal del carrito.

source: A fixed amount (e.g. 5 / -5), percentage (e.g. 5% / -5%) to add as a fee. Percentage and minus amount will apply based on the cart subtotal.
es_es: Una cantidad fija (por ejemplo, 5 / -5), porcentaje (por ejemplo, 5% / -5%) para agregar como tarifa. Se aplicará el porcentaje y la cantidad negativa según el subtotal del carrito.

source: Activate Plugin
es_es: Activar complemento

source: Add a detailed note or description about the optional fee.
es_es: Agregue una nota detallada o una descripción sobre la tarifa opcional.

source: Add New
es_es: Agregar nueva

source: Add New 🔒
es_es: Agregar nuevo 🔒

source: Add your own tooltip text that will apply to the merged fee label.
es_es: Agregue su propio texto de información sobre herramientas que se aplicará a la etiqueta de tarifa fusionada.

source: Advance Conditional Fees
es_es: Tarifas condicionales anticipadas

source: Advanced Extra Fees Rules
es_es: Reglas de tarifas adicionales avanzadas

source: Advanced Fees Price Rules
es_es: Reglas de precios de tarifas avanzadas

source: All
es_es: Todas

source: All fees have been deleted...!
es_es: ¡Todas las tarifas han sido eliminadas...!

source: All fees have been disabled...!
es_es: ¡Todas las tarifas han sido desactivadas...!

source: All fees have been enabled...!
es_es: Todas las tarifas han sido habilitadas...!

source: All Time
es_es: Todo el tiempo

source: Amount
es_es: Cantidad

source: amount
es_es: Monto

source: An online store charges shipping fees based on product quantity: 3% for 1-10, 5% for 11-20, and 7% for 21+ for specific products.
es_es: Una tienda en línea cobra tarifas de envío según la cantidad del producto: 3% para 1-10, 5% para 11-20 y 7% para 21+ para productos específicos.

source: Any One
es_es: Cualquiera

source: Apply fee on cart total
es_es: Aplicar tarifa en total del carrito

source: Apply on Products
es_es: Aplicar en productos

source: Apply Per Additional Quantity
es_es: Aplicar por cantidad adicional

source: Apply the fee for the user's first order only.
es_es: Aplicar la tarifa solo para el primer pedido del usuario.

source: Are you perhaps looking to offer a discount to your customers instead? Our "<strong>Discount Plugin</strong>" can help you easily and best way to set up and manage discounts for your products or services. It's a quick and easy solution that can save you time and hassle.
es_es: ¿Quizás está buscando ofrecer un descuento a sus clientes? Nuestro "<strong>Discount Plugin</strong>" puede ayudarlo a configurar y administrar descuentos para sus productos o servicios de la mejor manera y de manera fácil. Es una solución rápida y fácil que puede ahorrarle tiempo y molestias.

source: As a tooltip, provide short information for this fee to your customers.
es_es: Como información sobre herramientas, proporcione información breve sobre esta tarifa a sus clientes.

source: Attribute Specific
es_es: Atributo específico

source: Author email does not exist. Please enter valid user email of this site.
es_es: El correo electrónico del autor no existe. Ingrese un correo electrónico de usuario válido de este sitio.

source: Be our friend on
es_es: Se nuestra amiga

source: below
es_es: debajo

source: Calculate Quantity Based On
es_es: Calcular cantidad basada en

source: Capability to apply service area-based charges: $5 fee for deliveries within the town area or a $15 fee for orders shipped to remote areas.
es_es: Capacidad para aplicar cargos basados en el área de servicio: tarifa de $5 para entregas dentro del área de la ciudad o tarifa de $15 para pedidos enviados a áreas remotas.

source: Cart Based
es_es: Basado en carrito

source: Cart based will apply to the total product's quantity in the cart and Product based will apply to the specific product's quantity in the cart.
es_es: Basado en el carrito se aplicará a la cantidad total del producto en el carrito y Basado en el producto se aplicará a la cantidad del producto específico en el carrito.

source: Cart contains category's product
es_es: El carrito contiene el producto de la categoría

source: Cart contains category's product 🔒
es_es: El carrito contiene el producto de la categoría 🔒

source: Cart contains product
es_es: El carrito contiene producto

source: Cart contains product's quantity
es_es: El carrito contiene la cantidad del producto

source: Cart contains SKU's product
es_es: El carrito contiene SKU del producto

source: Cart contains tag's product
es_es: El carrito contiene el producto de la etiqueta.

source: Cart contains variable product
es_es: El carrito contiene producto variable

source: Cart Qty
es_es: Cantidad del carrito

source: Cart Specific
es_es: Especificaciones del carro

source: Cart Subtotal
es_es: Subtotal del carrito

source: Cart Subtotal (After Discount)
es_es: Subtotal del carrito (después del descuento)

source: Cart Subtotal (After Discount)
es_es: Subtotal del carro (después del descuento)

source: Cart Subtotal (After Discount) 🔒
es_es: Subtotal del carrito (después del descuento) 🔒

source: Cart Subtotal (Before Discount)
es_es: Subtotal del carrito (antes del descuento)

source: Cart Subtotal (Before Discount)
es_es: Subtotal del carro (antes del descuento)

source: Cart Subtotal (Specific products)
es_es: Subtotal del carro (Productos específicos)

source: Cart Subtotal (Specific products)
es_es: Subtotal del carro (Productos específicos)

source: Cart Subtotal (Specific products) 🔒
es_es: Subtotal del carrito (Productos específicos) 🔒

source: Cart Totals
es_es: Totales del carro

source: Cart Weight
es_es: Peso del carro

source: Category
es_es: Categoría

source: Category Subtotal
es_es: Categoría Subtotal

source: Charge additional percentage fees for a specific range of items added to the cart by the users.
es_es: Cobra tarifas porcentuales adicionales por un rango específico de artículos agregados al carrito por los usuarios.

source: Charge dynamic fee charges based on the product stock, quantity, cart subtotal, special products, etc.
es_es: Cobra cargos de tarifas dinámicas según el stock del producto, la cantidad, el subtotal del carrito, productos especiales, etc.

source: Charge extra fees from the customers for choosing a specific payment gateway based on the order amount.
es_es: Cobra tarifas adicionales a los clientes por elegir una pasarela de pago específica según el monto del pedido.

source: Check out the advanced features, Simplify fee management, drive more sales, and boost your revenue by upgrading to premium!
es_es: ¡Vea las funciones avanzadas, simplifique la administración de tarifas, genere más ventas y aumente sus ingresos actualizándose a premium!

source: Checkbox
es_es: Caja

source: choose your option
es_es: elige tu opción

source: City
es_es: Ciudad

source: City 1 City 2
es_es: Ciudad 1 Ciudad 2

source: City 🔒
es_es: Ciudad 🔒

source: Close
es_es: Cerca

source: Conditional Fee Rule
es_es: Regla de tarifa condicional

source: Continue
es_es: Continuar

source: Cost on Category
es_es: Costo en Categoría

source: Cost on Category Subtotal
es_es: Costo por categoría Subtotal

source: Cost on Category Weight
es_es: Costo en Categoría Peso

source: Cost on Product
es_es: Costo del producto

source: Cost on Product Subtotal
es_es: Subtotal de costo del producto

source: Cost on Product Weight
es_es: Costo sobre el peso del producto

source: Cost on Shipping Class Subtotal
es_es: Subtotal de costo en clase de envío

source: Cost on Total Cart Qty
es_es: Costo en la cantidad total del carrito

source: Cost on Total Cart Subtotal
es_es: Costo en total del carro Subtotal

source: Cost on Total Cart Weight
es_es: Costo sobre el peso total del carrito

source: Country
es_es: País

source: Coupon 🔒
es_es: Cupón 🔒

source: Create advanced fee rules by product, cart subtotal, and more.
es_es: Cree reglas de tarifas avanzadas por producto, subtotal del carrito y más.

source: Customer Profile Image
es_es: Imagen de perfil del cliente

source: Customize charges based on payment type: 10 fees for payments made through Cash on Delivery.
es_es: Personalice los cargos según el tipo de pago: 10 tarifas para pagos realizados mediante pago contra reembolso.

source: Customize charges based on weight: $99 for items weighing between 0.01 - 99.99 and $149 for 100 pounds or more.
es_es: Personalice los cargos según el peso: $99 para artículos que pesen entre 0,01 y 99,99 y $149 para 100 libras o más.

source: Customize country-specific charges for free delivery: $10 charges for the United States and $21 for Europe.
es_es: Personalice los cargos específicos de cada país para la entrega gratuita: cargos de $10 para Estados Unidos y $21 para Europa.

source: Dashboard
es_es: Tablero

source: Data fetched!
es_es: Datos obtenidos!

source: Data has been Exported!
es_es: ¡Los datos han sido exportados!

source: Data has been imported successfully.
es_es: Los datos se han importado correctamente.

source: Data has been Imported!
es_es: ¡Los datos han sido importados!

source: Date
es_es: Fecha

source: Day
es_es: Día

source: Day Of The Week
es_es: Día de la semana

source: Default Optional Fee Checked
es_es: Tarifa opcional predeterminada marcada

source: Develop a revenue strategy by analyzing top fees with pie charts.
es_es: Desarrolle una estrategia de ingresos analizando las tarifas más altas con gráficos circulares.

source: Develop a revenue-driven strategy by analyzing top fees, including yearly, monthly, and daily charges, and visualizing pie chart graphs.
es_es: Desarrolle una estrategia basada en los ingresos analizando las tarifas principales, incluidos los cargos anuales, mensuales y diarios, y visualizando gráficos circulares.

source: Disable
es_es: Deshabilitar

source: Discover Our Top Key Features
es_es: Descubra nuestras principales características clave

source: Dismiss this notice.
es_es: Descartar este aviso.

source: Display all fees in one label
es_es: Mostrar todas las tarifas en una etiqueta

source: Do you offer support for the plugin? What’s it like?
es_es: ¿Ofrecen soporte para el complemento? ¿Cómo es?

source: Docs
es_es: Documentos

source: Done
es_es: Hecho

source: Dropdown
es_es: Desplegable

source: Duplicate
es_es: Duplicada

source: Each Weight Rule
es_es: Cada regla de peso

source: Easily apply a processing fee for cheque payments: a $5 fee per transaction.
es_es: Aplique fácilmente una tarifa de procesamiento para pagos con cheque: una tarifa de $5 por transacción.

source: Easily apply quantity-based fees to shipping classes: $39 for Bulky items, $21 for Lightweight items, and more. Easily apply quantity-based fees to shipping classes: $39 for Bulky items, $21 for Lightweight items, and more.
es_es: Aplique fácilmente tarifas basadas en la cantidad a las clases de envío: $39 para artículos voluminosos, $21 para artículos livianos y más. Aplique fácilmente tarifas basadas en la cantidad a las clases de envío: $39 para artículos voluminosos, $21 para artículos livianos y más.

source: Easy to apply country-based Fees: $10 for orders shipped to the United States or $15 for orders shipped to Canada.
es_es: Tarifas fáciles de aplicar según el país: $10 para pedidos enviados a los Estados Unidos o $15 para pedidos enviados a Canadá.

source: Easy to apply dynamic fees for free shipping: $10 box charges for express free shipping and $21 charge for orders below $199.
es_es: Tarifas dinámicas fáciles de aplicar para envío gratis: $10 de cargo por caja para envío expreso gratis y $21 de cargo para pedidos inferiores a $199.

source: Edit
es_es: Editar

source: Enable
es_es: Habilitar

source: Enable or Disable this fee using this button (This fee will be visible to customers only if it is enabled).
es_es: Habilite o deshabilite esta tarifa usando este botón (Esta tarifa será visible para los clientes solo si está habilitada).

source: Enable this if you want to add a tooltip to the merged fee label.
es_es: Habilite esto si desea agregar una información sobre herramientas a la etiqueta de tarifa fusionada.

source: Enable/Disable additional rules per weight on the cart page.
es_es: Habilitar/Deshabilitar reglas adicionales por peso en la página del carrito.

source: End time should be after start time.
es_es: La hora de finalización debe ser posterior a la hora de inicio.

source: Enhance fee options with additional charges for top products: Apply a 5% fee for orders below $1499 and 2% for orders above $1500.
es_es: Mejore las opciones de tarifas con cargos adicionales para los mejores productos: aplique una tarifa del 5% para pedidos inferiores a $1499 y del 2% para pedidos superiores a $1500.

source: Enhance your pricing strategy by adding advanced fee rules based on specific product or category subtotal ranges.
es_es: Mejore su estrategia de precios agregando reglas de tarifas avanzadas basadas en rangos de subtotales de categorías o productos específicos.

source: Enter fee title
es_es: Ingrese el título de la tarifa

source: Enter optional fee description
es_es: Ingrese la descripción de la tarifa opcional

source: Enter tooltip short description
es_es: Ingrese la breve descripción de la información sobre herramientas

source: Equal to ( = )
es_es: Igual a (=)

source: Error saving Fees.
es_es: Error al guardar tarifas.

source: Exactly what we needed!
es_es: ¡Exactamente lo que necesitábamos!

source: Expand your fee configuration options with different locations such as country, state, postcodes, and city rules.
es_es: Amplíe sus opciones de configuración de tarifas con diferentes ubicaciones, como país, estado, códigos postales y reglas de la ciudad.

source: Export
es_es: Exportar

source: Export CSV
es_es: Exportar CSV

source: Export Done!
es_es: ¡Exportación terminada!

source: Export Settings Data
es_es: Exportar datos de configuración

source: Export the plugin settings for this site as a .json file. This allows you to easily import the configuration into another site.
es_es: Exporte la configuración del complemento para este sitio como un archivo .json. Esto le permite importar fácilmente la configuración a otro sitio.

source: Extra Fees
es_es: Tarifas adicionales

source: FAQs
es_es: Preguntas frecuentes

source: Fee
es_es: Cuota

source: Fee Amount
es_es: Importe de la cuota

source: Fee amount
es_es: Importe de la cuota

source: Fee Configuration
es_es: Configuración de tarifas

source: Fee Name
es_es: Nombre de la tarifa

source: Fee rule has been created.
es_es: Se ha creado una regla de tarifas.

source: Fee rule has been deleted.
es_es: Se ha eliminado la regla de tarifas.

source: Fee rule has been disabled.
es_es: La regla de tarifas se ha inhabilitado.

source: Fee rule has been duplicated.
es_es: La regla de tarifas se ha duplicado.

source: Fee rule has been enabled.
es_es: Se ha habilitado la regla de tarifas.

source: Fee rule has been successfully deleted.
es_es: La regla de tarifas se ha eliminado correctamente.

source: Fee rule has been successfully saved.
es_es: La regla de tarifas se ha guardado correctamente.

source: Fee rule has been updated.
es_es: La regla de tarifas se ha actualizado.

source: Fee Title
es_es: Título de la tarifa

source: Fee title
es_es: Título de la tarifa

source: Fee Type
es_es: Tipo de tarifa

source: Fees data has been updated successfully.
es_es: Los datos de tarifas se han actualizado correctamente.

source: Fees Revenue Graph
es_es: Gráfico de ingresos por tarifas

source: Fixed
es_es: Fijo

source: Free
es_es: Gratis

source: Free Shipping Based Check-Out Fees
es_es: Tarifas de salida basadas en envío gratis

source: Friday
es_es: Viernes

source: From:
es_es: De:

source: Get improved features and faster fixes by sharing non-sensitive data via usage-tracking. This will help us make the plugin more compatible with your site. No personal data is tracked or stored.
es_es: Obtenga funciones mejoradas y correcciones más rápidas al compartir datos no confidenciales a través del seguimiento de uso. Esto nos ayudará a hacer que el complemento sea más compatible con su sitio. Ningún dato personal es rastreado o almacenado.

source: Get Premium
es_es: Hazte premium

source: Get The Premium Version
es_es: Obtenga la versión premium

source: Global Settings
es_es: Ajustes globales

source: Great for website owners with a single WooCommerce Store
es_es: Ideal para propietarios de sitios web con una única tienda WooCommerce

source: Greater or Equal to ( >= )
es_es: Mayor o Igual a (> =)

source: Greater than ( > )
es_es: Mayor que ( > )

source: Greater then ( > )
es_es: Mayor entonces ( > )

source: Guest
es_es: Invitada

source: Harness the power of charges on popular products: Apply a $19 fee for orders between $199 and $999, $29 for orders between $1999 and $5999, and $35 for orders exceeding $6000.
es_es: Aproveche el poder de los cargos en productos populares: aplique una tarifa de $19 para pedidos entre $199 y $999, $29 para pedidos entre $1999 y $5999 y $35 para pedidos superiores a $6000.

source: Help
es_es: Ayuda
