Repository: common-repository/woo-conditional-product-fees-for-checkout
Catalog: languages/woocommerce-conditional-product-fees-for-checkout-*.po
Languages: es_es

source: Track and optimize top fees: Gain insights into the top 10 revenue-generating fees and refine your strategy accordingly.
es_es: Realice un seguimiento y optimice las tarifas principales: obtenga información sobre las 10 tarifas principales que generan ingresos y perfeccione su estrategia en consecuencia.

source: Trash
es_es: Basura

source: Trouble in getting fee details
es_es: Problemas para obtener los detalles de la tarifa

source: Trusted by 100,000+ store owners and WP experts!
es_es: ¡Con la confianza de más de 100.000 propietarios de tiendas y expertos en WP!

source: Tuesday
es_es: martes

source: Unlock a world of possibilities for your WooCommerce store with our Premium Extra Fees plugin!
es_es: ¡Desbloquee un mundo de posibilidades para su tienda WooCommerce con nuestro complemento Premium Extra Fees!

source: Unlock Premium Features Today!
es_es: ¡Desbloquee funciones premium hoy!

source: Unlock Premium Features with a %s%% Discount!
es_es: ¡Desbloquea funciones premium con un %s%% de descuento!

source: Update Fee
es_es: Tarifa de actualización

source: Upgrade Now
es_es: Actualizar ahora

source: Upgrade to Pro
es_es: Actualízate a Pro

source: Upgrade to Unlock Premium Features
es_es: Actualice para desbloquear funciones premium

source: Usage limit reached: 10 fee rules created. Upgrade to unlock unlimited access.
es_es: Límite de uso alcanzado: 10 reglas de tarifas creadas. Actualice para desbloquear acceso ilimitado.

source: User
es_es: Usuario

source: User Role
es_es: Rol del usuario

source: User Role 🔒
es_es: Rol de usuario 🔒

source: User Role-Based Checkout Fees
es_es: Tarifas de pago basadas en roles de usuario

source: User Specific
es_es: Específico del usuario

source: User's First Order
es_es: Primer pedido del usuario

source: Verified Customer
es_es: Cliente verificada

source: We have a 14-day money-back guarantee.
es_es: Disponemos de garantía de devolución de dinero de 14 días.

source: Wednesday
es_es: miércoles

source: Week
es_es: Semana

source: Weight
es_es: Peso

source: Weight
es_es: Peso

source: Weight - Over
es_es: Peso - Sobre

source: Weight - Per Each
es_es: Peso - por cada uno

source: Weight - Rate
es_es: Peso - Tarifa

source: Welcome to Extra Fees Plugin
es_es: Bienvenido al Extra Fees Plugin

source: Welcome! 🤗
es_es: ¡Bienvenido! 🤗

source: What payment methods do you accept?
es_es: ¿Qué métodos de pago aceptan?

source: What’s your refund policy?
es_es: ¿Cuál es su política de reembolso?

source: When this option is enabled, all fees will be combined into a single fee.
es_es: Cuando esta opción está habilitada, todas las tarifas se combinarán en una sola tarifa.

source: When this option is enabled, the fee will be removed once a %d%% discount applies to the cart.
es_es: Cuando esta opción está habilitada, la tarifa se eliminará una vez que se aplique un %d%% de descuento al carrito.

source: WooCommerce Dynamic Extra Fees
es_es: Tarifas adicionales dinámicas de WooCommerce

source: Would you mind telling how did you hear about us?
es_es: ¿Te importaría decir cómo te enteraste de nosotras?

source: Year
es_es: Año

source: Yes
es_es: Sí

source: Yes! You can read our %s or submit a %s. We are very responsive and strive to do our best to help you.
es_es: ¡Sí! Puedes leer nuestro %s o enviar un %s. Somos muy receptivos y nos esforzamos por hacer nuestro mejor esfuerzo para ayudarlo.

source: Yes, count me in!
es_es: ¡Sí, cuenta conmigo!

source: Yesterday revenue
es_es: Ingresos de ayer

source: Yesterday revenue 🔒
es_es: Ingresos de ayer 🔒

source: You are all set, almost!
es_es: Ya estás lista, casi!

source: You are fully protected by our 100% Satisfaction Guarantee. If over the next 14 days you are unhappy with our plugin or have an issue that we are unable to resolve, we'll happily consider offering a 100% refund of your money.
es_es: Está totalmente protegido por nuestra Garantía de Satisfacción del 100%. Si durante los próximos 14 días no está satisfecho con nuestro complemento o tiene un problema que no podemos resolver, consideraremos con gusto ofrecerle un reembolso del 100% de su dinero.

source: You can add a fee here to be charged for each additional quantity.
es_es: Puede agregar una tarifa aquí para que se le cobre por cada cantidad adicional.

source: You can add a fixed/percentage fee based on the selection above.
es_es: Puede agregar una tarifa fija/porcentual según la selección anterior.

source: You can apply extra fees as a fixed or percentage price.
es_es: Puede aplicar tarifas adicionales como un precio fijo o porcentual.

source: You can offer extra charges to your customer based on the order amount for the free shipping option.
es_es: Puede ofrecer cargos adicionales a su cliente según el monto del pedido para la opción de envío gratuito.

source: You can pay with your credit card using Stripe checkout. Or your PayPal account.
es_es: Puede pagar con su tarjeta de crédito mediante el pago con Stripe. O tu cuenta PayPal.

source: You can set a maximum category quantity per row before the fee amount is applied.
es_es: Puede establecer una cantidad máxima de categoría por fila antes de que se aplique el monto de la tarifa.

source: You can set a maximum category weight per row before the fee amount is applied.
es_es: Puede establecer un peso de categoría máximo por fila antes de que se aplique el monto de la tarifa.

source: You can set a maximum product quantity per row before the fee amount is applied.
es_es: Puede establecer una cantidad máxima de productos por fila antes de que se aplique el monto de la tarifa.

source: You can set a maximum product weight per row before the fee amount is applied.
es_es: Puede establecer un peso máximo de producto por fila antes de que se aplique el monto de la tarifa.

source: You can set a maximum shipping class subtotal per row before the fee amount is applied.
es_es: Puede establecer un subtotal máximo de clase de envío por fila antes de que se aplique el monto de la tarifa.

source: You can set a maximum total cart quantity per row before the fee amount is applied.
es_es: Puede establecer una cantidad máxima total del carrito por fila antes de que se aplique el monto de la tarifa.

source: You can set a maximum total cart subtotal per row before the fee amount is applied.
es_es: Puede establecer un subtotal total máximo del carrito por fila antes de que se aplique el monto de la tarifa.

source: You can set a maximum total cart weight per row before the fee amount is applied.
es_es: Puede establecer un peso total máximo del carrito por fila antes de que se aplique el monto de la tarifa.

source: You can set a minimum category quantity per row before the fee amount is applied.
es_es: Puede establecer una cantidad mínima de categoría por fila antes de que se aplique el monto de la tarifa.

source: You can set a minimum category weight per row before the fee amount is applied.
es_es: Puede establecer un peso de categoría mínimo por fila antes de que se aplique el monto de la tarifa.

source: You can set a minimum product quantity per row before the fee amount is applied.
es_es: Puede establecer una cantidad mínima de productos por fila antes de que se aplique el monto de la tarifa.

source: You can set a minimum product weight per row before the fee amount is applied.
es_es: Puede establecer un peso mínimo de producto por fila antes de que se aplique el monto de la tarifa.

source: You can set a minimum shipping class subtotal per row before the fee amount is applied.
es_es: Puede establecer un subtotal mínimo de clase de envío por fila antes de que se aplique el monto de la tarifa.

source: You can set a minimum total cart quantity per row before the fee amount is applied.
es_es: Puede establecer una cantidad mínima total del carrito por fila antes de que se aplique el monto de la tarifa.

source: You can set a minimum total cart subtotal per row before the fee amount is applied.
es_es: Puede establecer un subtotal total mínimo del carrito por fila antes de que se aplique el monto de la tarifa.

source: You can set a minimum total cart weight per row before the fee amount is applied.
es_es: Puede establecer un peso total mínimo del carrito por fila antes de que se aplique el monto de la tarifa.

source: You can set the shipping charges at checkout based on locational factors such as country, state, postal code, and zone.
es_es: Puede establecer los gastos de envío al finalizar la compra en función de factores de ubicación como el país, el estado, el código postal y la zona.

source: You can turn off this button, if you do not need to apply this fee amount.
es_es: Puede desactivar este botón, si no necesita aplicar este monto de tarifa.

source: You have the power to charge percentage fees for special products. Define a 2% fee for high-value product items.
es_es: Tienes el poder de cobrar tarifas porcentuales por productos especiales. Defina una tarifa del 2% para artículos de productos de alto valor.

source: You have the power to create personalized fee rules tailored to your specific needs. Define rules based on different criteria such as country, city, state, category, coupon code, and quantity range.
es_es: Tiene el poder de crear reglas de tarifas personalizadas adaptadas a sus necesidades específicas. Defina reglas basadas en diferentes criterios, como país, ciudad, estado, categoría, código de cupón y rango de cantidad.

source: You need to select product specific option in Conditional Fee Rules for product based option
es_es: Debe seleccionar la opción específica del producto en las Reglas de tarifas condicionales para la opción basada en el producto

source: Your fee with name %s has been created with basic configuration!
es_es: ¡Tu tarifa con el nombre %s ha sido creada con una configuración básica!

source: YouTube channel
es_es: Canal de Youtube

source: Zone
es_es: Zona

source: Zone 🔒
es_es: Zona 🔒
